[
	{
		"author": "Ecrox Swap",
		"id": "ECROXSWAP",
		"title": "Ecrox Swap",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": ["DEX"],
		"shortDescription": "Ecrox Swap is the official decentralized exchange of the Ecrox Chain, offering users a state-of-the-art platform for swapping, staking, and providing liquidity for a wide range of digital assets. ",
		"site": "https://ecroxswap.com/",
		"external": true,
		"description": "Ecrox Swap is the official decentralized exchange of the Ecrox Chain, offering users a state-of-the-art platform for swapping, staking, and providing liquidity for a wide range of digital assets. Built on the Ecrox Chain's secure and scalable infrastructure, Ecrox Swap combines the best of blockchain technology and decentralized finance to offer a user-friendly, fast, and cost-effective trading experience.",
		"url": "https://ecroxswap.com/"
	},
	{
		"author": "Ecrox Token Bridge",
		"id": "ecrox-bridge",
		"title": "Ecrox Token Bridge",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": [ "Bridge"],
		"shortDescription": "Ecrox Token Bridge is a cutting-edge decentralized tool that facilitates the seamless transfer of digital assets between different blockchain networks.",
		"external": true,
		"site": "https://bridge.ecroxscan.com",
		"description": "Ecrox Token Bridge is a cutting-edge decentralized tool that facilitates the seamless transfer of digital assets between different blockchain networks. Whether you want to move tokens between Ethereum and Binance Smart Chain or other compatible blockchains, the Ecrox Token Bridge provides a secure and efficient way to bridge the gap. It offers users the ability to maintain liquidity and access a broader range of DeFi applications, enhancing the interoperability of the blockchain ecosystem.",
		"url": "https://bridge.ecroxscan.com/"
	},
	{
		"author": "Ecrox Token Locker",
		"id": "ecrox-locker",
		"title": "Ecrox Token Locker",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": [ "Token Locker"],
		"shortDescription": "Ecrox Token Locker is a secure digital wallet and smart contract platform designed to safeguard and manage various cryptocurrencies and digital assets. ",
		"external": true,
		"site": "https://ecroxlocker.com",
		"description": "Ecrox Token Locker is a secure digital wallet and smart contract platform designed to safeguard and manage various cryptocurrencies and digital assets. This innovative blockchain-based solution allows users to lock their tokens, providing protection against unauthorized access and ensuring the safe and controlled release of funds. Whether you're a DeFi enthusiast or a long-term investor, the Ecrox Token Locker offers peace of mind and security for your digital wealth.",
		"url": "https://ecroxlocker.com"
	},
	{
		"author": "Ecrox NFT Marketplace",
		"id": "ecrox-nft",
		"title": "Ecrox NFT Marketplace",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": [ "NFT Marketplace"],
		"shortDescription": "The Ecrox Token Bridge multi-token extension is the simplest way to transfer ANY ERC20/ERC677/ERC827 token to and from Other EVM Blockchain",
		"external": true,
		"site": "http://ecroxnft.com/",
		"description": " Ecrox Token Bridge multi-token extension is the simplest way to transfer ANY ERC20/ERC677/ERC827 token to and from MiexsChain",
		"url": "https://bridge.ecroxscan.com/"
	},
	{
		"author": "Ecrox Staking",
		"id": "ecrox-staking",
		"title": "Ecrox Staking",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": [ "Staking"],
		"shortDescription": "Ecrox Chain Staking is a powerful and user-friendly method for cryptocurrency holders to earn passive income while supporting the Ecrox blockchain network. By participating in staking, users can lock their tokens into the network, helping to secure and validate transactions.",
		"external": true,
		"site": "https://staking.ecroxscan.com",
		"description": "Ecrox Chain Staking is a powerful and user-friendly method for cryptocurrency holders to earn passive income while supporting the Ecrox blockchain network. By participating in staking, users can lock their tokens into the network, helping to secure and validate transactions. In return, they receive regular rewards in the form of additional tokens, making it an attractive option for those looking to grow their digital assets and actively contribute to the blockchain ecosystem. Ecrox Chain Staking combines financial benefits with network strengthening, creating a win-win scenario for crypto enthusiasts.",
		"url": "https://staking.ecroxscan.com"
	},
	{
		"author": "Ecrox Wallet",
		"id": "ecrox-wallet",
		"title": "Ecrox Wallet",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": [ "Wallet"],
		"shortDescription": "Ecrox Wallet is a cutting-edge digital wallet solution designed for cryptocurrency enthusiasts and investors. With its user-friendly interface and robust security features, this wallet enables users to securely store, send, and receive a wide range of cryptocurrencies.",
		"external": true,
		"site": "https://ecroxwallet.com",
		"description": "Ecrox Wallet is a cutting-edge digital wallet solution designed for cryptocurrency enthusiasts and investors. With its user-friendly interface and robust security features, this wallet enables users to securely store, send, and receive a wide range of cryptocurrencies. It offers convenience and peace of mind by providing easy access to your digital assets, while also maintaining a strong focus on safeguarding your funds. Whether you're a beginner or an experienced crypto user, the Ecrox Wallet is a trusted companion for managing your digital wealth.",
		"url": "https://ecroxwallet.com"
	},
	{
		"author": "Ecrox Exchange",
		"id": "ecrox-exchange",
		"title": "Ecrox Exchange",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": [ "CEX Exchange"],
		"shortDescription": "Ecrox Crypto Exchange is a cutting-edge digital trading platform that facilitates the buying, selling, and exchange of a wide range of cryptocurrencies. With a user-friendly interface and robust security measures, Ecrox provides a seamless and secure environment for both beginners and experienced traders to access the crypto market.",
		"external": true,
		"site": "https://ecroxexchange.com",
		"description": "Ecrox Crypto Exchange is a cutting-edge digital trading platform that facilitates the buying, selling, and exchange of a wide range of cryptocurrencies. With a user-friendly interface and robust security measures, Ecrox provides a seamless and secure environment for both beginners and experienced traders to access the crypto market. Whether you're looking to diversify your portfolio or execute swift and efficient trades, Ecrox offers the tools and features to make your crypto trading experience a breeze.",
		"url": "https://ecroxexchange.com"
	},
	{
		"author": "Ecrox Debit Card",
		"id": "ecrox-debitcard",
		"title": "Ecrox Debit Card",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": [ "Crypto Debit Card"],
		"shortDescription": "Ecrox Debit Card is a cutting-edge financial tool that seamlessly integrates traditional and digital finance. With this card, users can access their cryptocurrency holdings and convert them into fiat currency for everyday transactions, making it easy to spend digital assets in the real world.",
		"external": true,
		"site": "https://ecroxcard.com",
		"description": "Ecrox Debit Card is a cutting-edge financial tool that seamlessly integrates traditional and digital finance. With this card, users can access their cryptocurrency holdings and convert them into fiat currency for everyday transactions, making it easy to spend digital assets in the real world. Enjoy the convenience of a traditional debit card while tapping into the power of blockchain technology, all with the Ecrox Debit Card.",
		"url": "https://ecroxcard.com"
	},
	{
		"author": "Ecrox Launchpad",
		"id": "ecrox-launchpad",
		"title": "Ecrox Launchpad",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": [ "Launchpad"],
		"shortDescription": "Ecrox Launchpad is a cutting-edge platform that empowers blockchain startups and projects to access funding and exposure within the crypto ecosystem. It offers a streamlined and secure environment for launching initial coin offerings (ICOs) or token sales, facilitating token distribution, and connecting innovative projects with potential investors.",
		"external": true,
		"site": "https://ecroxlaunchpad.com",
		"description": "Ecrox Launchpad is a cutting-edge platform that empowers blockchain startups and projects to access funding and exposure within the crypto ecosystem. It offers a streamlined and secure environment for launching initial coin offerings (ICOs) or token sales, facilitating token distribution, and connecting innovative projects with potential investors. With its user-friendly interface and robust features, the Ecrox Launchpad is a valuable resource for both entrepreneurs and investors seeking opportunities in the fast-evolving world of blockchain and cryptocurrency.",
		"url": "https://ecroxlaunchpad.com"
	},
	{
		"author": "Ecrox Metaverse",
		"id": "ecrox-metaverse",
		"title": "Ecrox Metaverse",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": [ "Metaverse"],
		"shortDescription": "Ecrox Metaverse is a groundbreaking virtual world ecosystem that immerses users in a vibrant and interconnected digital universe. With cutting-edge technology and innovative experiences, Ecrox Metaverse offers a diverse range of opportunities for social interaction, gaming, entertainment, and commerce. Explore limitless possibilities, create your own digital presence, and interact with a global community in this dynamic metaverse, where the real and virtual worlds seamlessly converge.",
		"external": true,
		"site": "https://ecroxmetaverse.com",
		"description": "Ecrox Metaverse is a groundbreaking virtual world ecosystem that immerses users in a vibrant and interconnected digital universe. With cutting-edge technology and innovative experiences, Ecrox Metaverse offers a diverse range of opportunities for social interaction, gaming, entertainment, and commerce. Explore limitless possibilities, create your own digital presence, and interact with a global community in this dynamic metaverse, where the real and virtual worlds seamlessly converge. Join Ecrox Metaverse to unlock a new dimension of digital adventure and connection.",
		"url": "https://ecroxmetaverse.com"
	},
	{
		"author": "Ecrox Shopping",
		"id": "ecrox-shopping",
		"title": "Ecrox Shopping",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": [ "Shopping"],
		"shortDescription": "Ecrox Shopping is a cutting-edge online marketplace where you can shop with ease and convenience using Ecrox Coin, a cryptocurrency designed to enhance your shopping experience. With a wide range of products and services available for purchase, Ecrox Shopping lets you access a world of goods, from electronics to fashion and more, all while enjoying the benefits of blockchain technology, secure transactions, and the potential for exclusive discounts and rewards.",
		"external": true,
		"site": "https://ecroxshopping.com",
		"description": "Ecrox Shopping is a cutting-edge online marketplace where you can shop with ease and convenience using Ecrox Coin, a cryptocurrency designed to enhance your shopping experience. With a wide range of products and services available for purchase, Ecrox Shopping lets you access a world of goods, from electronics to fashion and more, all while enjoying the benefits of blockchain technology, secure transactions, and the potential for exclusive discounts and rewards. Embrace the future of digital commerce with Ecrox Shopping and explore the world of possibilities at your fingertips.",
		"url": "https://ecroxshopping.com"
	},
	{
		"author": "Ecrox Travel",
		"id": "ecrox-travels",
		"title": "Ecrox Travel",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": [ "Travel"],
		"shortDescription": "Ecrox Travel is your gateway to a seamless and rewarding travel experience. With the power of Ecrox Coin, you can now book hotels, flights, and more, all in one place. Enjoy the convenience of using your digital assets to explore the world, while also benefiting from exclusive discounts and rewards. Ecrox Travels redefines the way you plan your journeys, making it a one-stop destination for travel enthusiasts looking for both simplicity and crypto-powered savings. ",
		"external": true,
		"site": "https://ecroxtravel.com",
		"description": "Ecrox Travel is your gateway to a seamless and rewarding travel experience. With the power of Ecrox Coin, you can now book hotels, flights, and more, all in one place. Enjoy the convenience of using your digital assets to explore the world, while also benefiting from exclusive discounts and rewards. Ecrox Travels redefines the way you plan your journeys, making it a one-stop destination for travel enthusiasts looking for both simplicity and crypto-powered savings. Embark on your adventures with Ecrox Travels and unlock the future of travel booking.",
		"url": "https://ecroxtravel.com"
	},
	{
		"author": "Ecrox P2P Marketplace",
		"id": "ecrox-p2p",
		"title": "Ecrox P2P Marketplace",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": [ "P2P"],
		"shortDescription": "Ecrox P2P Marketplace is a decentralized peer-to-peer trading platform that empowers users to buy and sell goods and services directly with one another, all while utilizing the security and transparency of blockchain technology.",
		"external": true,
		"site": "https://ecroxp2p.com",
		"description": "Ecrox P2P Marketplace is a decentralized peer-to-peer trading platform that empowers users to buy and sell goods and services directly with one another, all while utilizing the security and transparency of blockchain technology. This innovative marketplace fosters trust and enables individuals to engage in transactions without the need for intermediaries. Whether you're looking to trade cryptocurrencies, digital assets, or any other items, Ecrox P2P Marketplace provides a seamless and secure way to connect and transact with peers around the world, redefining the way we exchange value in the digital age.",
		"url": "https://ecroxp2p.com"
	},
	{
		"author": "Ecrox ATM Machine",
		"id": "ecrox-atm",
		"title": "Ecrox ATM Machine",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": [ "ATM"],
		"shortDescription": "Ecrox ATM Machine is a state-of-the-art automated teller machine designed to provide convenient and secure access to banking services. It features a sleek and user-friendly interface, enabling customers to withdraw cash, check their account balances, transfer funds, and perform various banking transactions with ease. ",
		"external": true,
		"site": "https://ecroxcoin.io",
		"description": "Ecrox ATM Machine is a state-of-the-art automated teller machine designed to provide convenient and secure access to banking services. It features a sleek and user-friendly interface, enabling customers to withdraw cash, check their account balances, transfer funds, and perform various banking transactions with ease. The Ecrox ATM Machine incorporates advanced security measures, such as encryption and biometric authentication, to safeguard user information and financial data. Its robust and reliable design ensures 24/7 availability, making it a trusted choice for both customers and financial institutions.",
		"url": "https://ecroxcoin.io"
	},
	{
		"author": "Ecrox Short Video",
		"id": "ecrox-video",
		"title": "Ecrox Short Video",
		"logo": "https://raw.githubusercontent.com/ecroxchain/TokenBridgeList/main/ecrox_logo.png",
		"categories": [ "Social"],
		"shortDescription": "Ecrox Short Video is an innovative social media platform that rewards users for sharing their creative and engaging short videos. With Ecrox Coin, you can earn rewards and incentives for your content, turning your talent and creativity into tangible benefits. Join the Ecrox community today, share your videos, and start earning Ecrox Coin for your captivating content.",
		"external": true,
		"site": "https://ecroxvideo.com",
		"description": "Ecrox Short Video is an innovative social media platform that rewards users for sharing their creative and engaging short videos. With Ecrox Coin, you can earn rewards and incentives for your content, turning your talent and creativity into tangible benefits. Join the Ecrox community today, share your videos, and start earning Ecrox Coin for your captivating content. It's the ultimate destination for content creators looking to turn their passion into rewards.",
		"url": "https://ecroxvideo.com"
	}
]
